Repository: vinxu/CastReader
Catalog: CastReader/CloudStorage.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 暂不可用
de: Derzeit nicht verfügbar
en: Temporarily unavailable
es: No disponible temporalmente
fr: Temporairement indisponible
hi: फ़िलहाल उपलब्ध नहीं
it: Temporaneamente non disponibile
ja: 一時的に利用できません
pt_br: Temporariamente indisponível

source: 未连接
de: Nicht verbunden
en: Not connected
es: Sin conexión
fr: Non connecté
hi: कनेक्ट नहीं है
it: Non connesso
ja: 未接続
pt_br: Não conectado

source: 正在连接…
de: Verbindung wird hergestellt …
en: Connecting…
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
it: Connessione…
ja: 接続中…
pt_br: Conectando…

source: 需要重新连接
de: Erneute Verbindung erforderlich
en: Reconnect required
es: Es necesario volver a conectar
fr: Reconnexion requise
hi: फिर से कनेक्ट करना ज़रूरी है
it: È necessario riconnettersi
ja: 再接続が必要です
pt_br: É preciso reconectar

source: 已连接
de: Verbunden
en: Connected
es: Conectado
fr: Connecté
hi: कनेक्टेड
it: Connesso
ja: 接続済み
pt_br: Conectado

source: 连接 %@
de: Mit %@ verbinden
en: Connect to %@
es: Conectar con %@
fr: Se connecter à %@
hi: %@ से कनेक्ट करें
it: Connetti a %@
ja: %@に接続
pt_br: Conectar a %@

source: 只读访问 · 原文件不上 CastReader 云端
de: Schreibgeschützter Zugriff · Originaldateien werden nicht in die CastReader-Cloud hochgeladen
en: Read-only access · Original files are not uploaded to CastReader Cloud
es: Acceso de solo lectura · Los archivos originales no se suben a la nube de CastReader
fr: Accès en lecture seule · Les fichiers d’origine ne sont pas envoyés dans le cloud CastReader
hi: केवल पढ़ने का एक्सेस · मूल फ़ाइलें CastReader Cloud पर अपलोड नहीं होतीं
it: Accesso in sola lettura · I file originali non vengono caricati nel cloud CastReader
ja: 読み取り専用アクセス · 元のファイルはCastReaderクラウドにアップロードされません
pt_br: Acesso somente leitura · Os arquivos originais não são enviados à nuvem do CastReader

# 仅申请读取权限
source: 为什么需要完整只读权限
de: Warum vollständiger Lesezugriff erforderlich ist
en: Why full read-only access is needed
es: Por qué se necesita acceso completo de solo lectura
fr: Pourquoi l’accès complet en lecture seule est nécessaire
hi: पूर्ण केवल-पढ़ने की पहुँच क्यों आवश्यक है
it: Perché serve l’accesso completo in sola lettura
ja: 完全な読み取り専用アクセスが必要な理由
pt_br: Por que o acesso completo somente leitura é necessário

# CastReader 不会在你的云盘中创建、修改、移动或删除文件。
source: 用于让你在选择文件前浏览可访问的 Drive 文件夹并跨文件搜索。CastReader 不会创建、修改、移动或删除 Drive 文件，也不会在后台扫描或索引 Drive。
de: Damit du vor der Auswahl in zugänglichen Drive-Ordnern navigieren und dateiübergreifend suchen kannst. CastReader erstellt, ändert, verschiebt oder löscht keine Drive-Dateien und scannt oder indexiert Drive nicht im Hintergrund.
en: This lets you browse accessible Drive folders and search across files before choosing one. CastReader never creates, modifies, moves, or deletes Drive files, and never scans or indexes Drive in the background.
es: Esto te permite explorar las carpetas accesibles de Drive y buscar entre archivos antes de elegir uno. CastReader nunca crea, modifica, mueve ni elimina archivos de Drive, ni analiza o indexa Drive en segundo plano.
fr: Cela vous permet de parcourir les dossiers Drive accessibles et de rechercher parmi les fichiers avant d’en choisir un. CastReader ne crée, ne modifie, ne déplace ni ne supprime de fichiers Drive, et n’analyse ni n’indexe Drive en arrière-plan.
hi: इससे आप किसी फ़ाइल को चुनने से पहले उपलब्ध Drive फ़ोल्डर ब्राउज़ और सभी फ़ाइलों में खोज सकते हैं। CastReader Drive फ़ाइलें बनाता, बदलता, खिसकाता या मिटाता नहीं और पृष्ठभूमि में Drive को स्कैन या इंडेक्स नहीं करता।
it: Consente di esplorare le cartelle Drive accessibili e cercare tra i file prima di sceglierne uno. CastReader non crea, modifica, sposta o elimina file Drive e non esegue scansioni o indicizzazioni di Drive in background.
ja: ファイルを選ぶ前に、アクセス可能なDriveフォルダを閲覧し、ファイル全体を検索できます。CastReaderがDriveファイルを作成、変更、移動、削除したり、バックグラウンドでDriveをスキャンまたは索引化したりすることはありません。
pt_br: Isso permite navegar pelas pastas acessíveis do Drive e pesquisar entre arquivos antes de escolher um. O CastReader nunca cria, modifica, move ou exclui arquivos do Drive e nunca verifica ou indexa o Drive em segundo plano.

source: 文件只下载到这台设备
de: Dateien werden nur auf dieses Gerät heruntergeladen
en: Files download only to this device
es: Los archivos solo se descargan en este dispositivo
fr: Les fichiers sont téléchargés uniquement sur cet appareil
hi: फ़ाइलें केवल इस डिवाइस पर डाउनलोड होती हैं
it: I file vengono scaricati solo su questo dispositivo
ja: ファイルはこのデバイスにのみダウンロード
pt_br: Os arquivos são baixados somente neste dispositivo

source: 支持的文档会进入临时目录并在本机校验、解析；不会上传到 CastReader 的文件存储。
de: Unterstützte Dokumente werden in einem temporären Ordner auf diesem Gerät geprüft und verarbeitet. Sie werden nicht in den Dateispeicher von CastReader hochgeladen.
en: Supported documents are placed in a temporary folder and validated and parsed on this device. They are not uploaded to CastReader file storage.
es: Los documentos compatibles se guardan en una carpeta temporal y se validan y procesan en este dispositivo. No se suben al almacenamiento de archivos de CastReader.
fr: Les documents pris en charge sont placés dans un dossier temporaire, puis vérifiés et analysés sur cet appareil. Ils ne sont pas envoyés dans l’espace de stockage de CastReader.
hi: समर्थित दस्तावेज़ अस्थायी फ़ोल्डर में रखे जाते हैं और इसी डिवाइस पर जाँचे व पार्स किए जाते हैं। उन्हें CastReader के फ़ाइल स्टोरेज पर अपलोड नहीं किया जाता।
it: I documenti supportati vengono inseriti in una cartella temporanea e verificati e analizzati su questo dispositivo. Non vengono caricati nello spazio di archiviazione file di CastReader.
ja: 対応している文書は一時フォルダに保存され、このデバイス上で検証・解析されます。CastReaderのファイルストレージにはアップロードされません。
pt_br: Os documentos compatíveis são colocados em uma pasta temporária e validados e processados neste dispositivo. Eles não são enviados ao armazenamento de arquivos do CastReader.

source: 朗读与解读沿用现有服务
de: Vorlesen und Erklären nutzen die vorhandenen Dienste
en: Read Aloud and Explain use existing services
es: Leer en voz alta y Explicar usan los servicios existentes
fr: La lecture à voix haute et l’explication utilisent les services existants
hi: ज़ोर से पढ़ना और व्याख्या मौजूदा सेवाओं का उपयोग करते हैं
it: Lettura ad alta voce e Spiegazione usano i servizi esistenti
ja: 読み上げと解説は既存のサービスを利用
pt_br: Ler em voz alta e Explicar usam os serviços existentes

source: 开始朗读或解读后，必要的文本会按现有产品逻辑发送到 CastReader 的 TTS 或 QuickRead 服务。
de: Wenn du das Vorlesen oder Erklären startest, wird erforderlicher Text gemäß der bestehenden Produktlogik an die TTS- oder QuickRead-Dienste von CastReader gesendet.
en: After you start Read Aloud or Explain, required text is sent to CastReader’s TTS or QuickRead services under the app’s existing processing flow.
es: Cuando inicies Leer en voz alta o Explicar, el texto necesario se enviará a los servicios TTS o QuickRead de CastReader según el flujo de procesamiento existente.
fr: Après le démarrage de la lecture à voix haute ou de l’explication, le texte nécessaire est envoyé aux services TTS ou QuickRead de CastReader selon le processus existant de l’app.
hi: ज़ोर से पढ़ना या व्याख्या शुरू करने के बाद, आवश्यक टेक्स्ट ऐप की मौजूदा प्रक्रिया के अनुसार CastReader की TTS या QuickRead सेवा को भेजा जाता है।
it: Quando avvii Lettura ad alta voce o Spiegazione, il testo necessario viene inviato ai servizi TTS o QuickRead di CastReader secondo il flusso di elaborazione esistente.
ja: 読み上げまたは解説を開始すると、必要なテキストが既存の処理フローに従ってCastReaderのTTSまたはQuickReadサービスに送信されます。
pt_br: Ao iniciar Ler em voz alta ou Explicar, o texto necessário é enviado aos serviços TTS ou QuickRead do CastReader conforme o fluxo de processamento atual do app.

source: 历史只保存远程引用
de: Verlauf speichert nur den Remoteverweis
en: History stores remote references only
es: El historial solo guarda referencias remotas
fr: L’historique ne conserve que les références distantes
hi: इतिहास में केवल रिमोट संदर्भ सेव होते हैं
it: La cronologia salva solo riferimenti remoti
ja: 履歴にはリモート参照のみを保存
pt_br: O histórico salva somente referências remotas

source: 文库会保存文件来源、版本和基础元数据；再次打开时从原云盘重新下载，不自动永久保存原文件。
de: Die Bibliothek speichert Quelle, Version und grundlegende Metadaten. Beim erneuten Öffnen wird die Datei wieder aus dem ursprünglichen Cloud-Speicher geladen; die Originaldatei wird nicht dauerhaft gespeichert.
en: The library saves the file source, version, and basic metadata. When reopened, the file is downloaded again from its original cloud storage and is not automatically kept permanently.
es: La biblioteca guarda el origen, la versión y los metadatos básicos del archivo. Al volver a abrirlo, se descarga de nuevo del almacenamiento en la nube original y no se conserva automáticamente de forma permanente.
fr: La bibliothèque enregistre la source, la version et les métadonnées de base du fichier. À la réouverture, le fichier est téléchargé à nouveau depuis son stockage cloud d’origine et n’est pas conservé automatiquement de façon permanente.
hi: लाइब्रेरी फ़ाइल का स्रोत, संस्करण और बुनियादी मेटाडेटा सेव करती है। दोबारा खोलने पर फ़ाइल मूल क्लाउड स्टोरेज से फिर डाउनलोड होती है और मूल फ़ाइल अपने-आप स्थायी रूप से सेव नहीं होती।
it: La libreria salva l’origine, la versione e i metadati di base del file. Alla riapertura, il file viene scaricato di nuovo dal cloud originale e non viene conservato automaticamente in modo permanente.
ja: ライブラリにはファイルの提供元、バージョン、基本メタデータが保存されます。再度開くと元のクラウドからダウンロードされ、元のファイルが自動的に永続保存されることはありません。
pt_br: A biblioteca salva a origem, a versão e os metadados básicos do arquivo. Ao abri-lo novamente, ele é baixado outra vez do armazenamento em nuvem original e não é mantido automaticamente de forma permanente.

source: 继续连接
de: Weiter verbinden
en: Continue
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 接続を続ける
pt_br: Continuar

source: 这个文件夹是空的
de: Dieser Ordner ist leer
en: This folder is empty
es: Esta carpeta está vacía
fr: Ce dossier est vide
hi: यह फ़ोल्डर खाली है
it: Questa cartella è vuota
ja: このフォルダは空です
pt_br: Esta pasta está vazia

source: 没有找到支持的文件
de: Keine unterstützten Dateien gefunden
en: No supported files found
es: No se encontraron archivos compatibles
fr: Aucun fichier compatible trouvé
hi: कोई समर्थित फ़ाइल नहीं मिली
it: Nessun file supportato trovato
ja: 対応しているファイルが見つかりません
pt_br: Nenhum arquivo compatível encontrado

source: 文件夹
de: Ordner
en: Folders
es: Carpetas
fr: Dossiers
hi: फ़ोल्डर
it: Cartelle
ja: フォルダ
pt_br: Pastas

source: 文件
de: Dateien
en: Files
es: Archivos
fr: Fichiers
hi: फ़ाइलें
it: File
ja: ファイル
pt_br: Arquivos

source: 原文件仅下载到本机临时目录，不会上传到 CastReader 云端
de: Originaldateien werden nur in einen temporären Ordner auf diesem Gerät geladen und nicht in die CastReader-Cloud hochgeladen.
en: Original files are downloaded only to a temporary folder on this device and are not uploaded to CastReader Cloud.
es: Los archivos originales solo se descargan en una carpeta temporal de este dispositivo y no se suben a la nube de CastReader.
fr: Les fichiers d’origine sont téléchargés uniquement dans un dossier temporaire sur cet appareil et ne sont pas envoyés dans le cloud CastReader.
hi: मूल फ़ाइलें केवल इस डिवाइस के अस्थायी फ़ोल्डर में डाउनलोड होती हैं और CastReader Cloud पर अपलोड नहीं होतीं।
it: I file originali vengono scaricati solo in una cartella temporanea su questo dispositivo e non vengono caricati nel cloud CastReader.
ja: 元のファイルはこのデバイスの一時フォルダにのみダウンロードされ、CastReaderクラウドにはアップロードされません。
pt_br: Os arquivos originais são baixados somente para uma pasta temporária neste dispositivo e não são enviados à nuvem do CastReader.

source: 根目录
de: Stammverzeichnis
en: Root
es: Raíz
fr: Racine
hi: रूट
it: Cartella principale
ja: ルート
pt_br: Raiz

source: 不支持此格式
de: Dieses Format wird nicht unterstützt
en: This format is not supported
es: Este formato no es compatible
fr: Ce format n’est pas pris en charge
hi: यह फ़ॉर्मेट समर्थित नहीं है
it: Questo formato non è supportato
ja: この形式には対応していません
pt_br: Este formato não é compatível

source: 可导出
de: Exportierbar
en: Exportable
es: Se puede exportar
fr: Exportable
hi: निर्यात योग्य
it: Esportabile
ja: エクスポート可能
pt_br: Exportável

source: 可朗读与解读
de: Vorlesen und Erklären möglich
en: Available for Read Aloud and Explain
es: Disponible para Leer en voz alta y Explicar
fr: Disponible pour la lecture à voix haute et l’explication
hi: ज़ोर से पढ़ने और व्याख्या के लिए उपलब्ध
it: Disponibile per Lettura ad alta voce e Spiegazione
ja: 読み上げ・解説に対応
pt_br: Disponível para Ler em voz alta e Explicar

source: 原文件只在本机临时处理
de: Originaldatei wird nur vorübergehend auf diesem Gerät verarbeitet
en: The original file is processed temporarily on this device only
es: El archivo original solo se procesa temporalmente en este dispositivo
fr: Le fichier d’origine est traité temporairement sur cet appareil uniquement
hi: मूल फ़ाइल केवल इस डिवाइस पर अस्थायी रूप से प्रोसेस होती है
it: Il file originale viene elaborato temporaneamente solo su questo dispositivo
ja: 元のファイルはこのデバイスで一時的にのみ処理されます
pt_br: O arquivo original é processado temporariamente apenas neste dispositivo

source: 正在连接账号…
de: Konto wird verbunden …
en: Connecting account…
es: Conectando la cuenta…
fr: Connexion du compte…
hi: खाता कनेक्ट हो रहा है…
it: Connessione dell’account…
ja: アカウントに接続中…
pt_br: Conectando a conta…

source: 正在获取文件信息…
de: Dateiinformationen werden abgerufen …
en: Getting file information…
es: Obteniendo información del archivo…
fr: Récupération des informations du fichier…
hi: फ़ाइल की जानकारी ली जा रही है…
it: Recupero delle informazioni sul file…
ja: ファイル情報を取得中…
pt_br: Obtendo informações do arquivo…

source: 正在下载…
de: Wird heruntergeladen …
en: Downloading…
es: Descargando…
fr: Téléchargement…
hi: डाउनलोड हो रहा है…
it: Download…
ja: ダウンロード中…
pt_br: Baixando…

source: 正在检查文件…
de: Datei wird geprüft …
en: Checking file…
es: Comprobando el archivo…
fr: Vérification du fichier…
hi: फ़ाइल जाँची जा रही है…
it: Verifica del file…
ja: ファイルを確認中…
pt_br: Verificando o arquivo…

source: 正在解析 PDF…
de: PDF wird verarbeitet …
en: Parsing PDF…
es: Analizando PDF…
fr: Analyse du PDF…
hi: PDF पार्स हो रहा है…
it: Analisi del PDF…
ja: PDFを解析中…
pt_br: Analisando PDF…

source: 正在解析 Word…
de: Word wird verarbeitet …
en: Parsing Word…
es: Analizando Word…
fr: Analyse du document Word…
hi: Word पार्स हो रहा है…
it: Analisi del documento Word…
ja: Wordを解析中…
pt_br: Analisando Word…

source: 正在解析 EPUB…
de: EPUB wird verarbeitet …
en: Parsing EPUB…
es: Analizando EPUB…
fr: Analyse de l’EPUB…
hi: EPUB पार्स हो रहा है…
it: Analisi dell’EPUB…
ja: EPUBを解析中…
pt_br: Analisando EPUB…

source: 正在准备阅读器…
de: Reader wird vorbereitet …
en: Preparing reader…
es: Preparando el lector…
fr: Préparation du lecteur…
hi: रीडर तैयार हो रहा है…
it: Preparazione del lettore…
ja: リーダーを準備中…
pt_br: Preparando o leitor…

source: 正在处理…
de: Wird verarbeitet …
en: Processing…
es: Procesando…
fr: Traitement…
hi: प्रोसेस हो रहा है…
it: Elaborazione…
ja: 処理中…
pt_br: Processando…

source: 在 Google 账号中管理授权
de: Zugriff im Google-Konto verwalten
en: Manage access in Google Account
es: Gestionar acceso en la cuenta de Google
fr: Gérer l’accès dans le compte Google
hi: Google खाते में ऐक्सेस मैनेज करें
it: Gestisci l’accesso nell’Account Google
ja: Google アカウントでアクセスを管理
pt_br: Gerenciar acesso na Conta do Google

source: 重试
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ja: 再試行
pt_br: Tentar novamente

source: 该云盘尚未完成开发者配置，请稍后再试
de: Dieser Cloud-Speicher ist noch nicht für die App konfiguriert. Versuche es später erneut.
en: This cloud provider hasn’t been configured for the app yet. Please try again later.
es: Este servicio en la nube todavía no está configurado para la app. Inténtalo de nuevo más tarde.
fr: Ce fournisseur cloud n’est pas encore configuré pour l’app. Réessayez plus tard.
hi: यह क्लाउड सेवा अभी ऐप के लिए कॉन्फ़िगर नहीं है। बाद में फिर कोशिश करें।
it: Questo provider cloud non è ancora configurato per l’app. Riprova più tardi.
ja: このクラウドサービスはまだアプリ用に設定されていません。しばらくしてからもう一度お試しください。
pt_br: Este provedor de nuvem ainda não foi configurado para o app. Tente novamente mais tarde.

source: 连接已失效，请重新连接后再试
de: Verbindung abgelaufen. Stelle die Verbindung erneut her und versuche es noch einmal.
en: Connection expired. Reconnect and try again.
es: La conexión ha caducado. Vuelve a conectarte e inténtalo de nuevo.
fr: La connexion a expiré. Reconnectez-vous et réessayez.
hi: कनेक्शन की समय-सीमा खत्म हो गई है। फिर से कनेक्ट करके कोशिश करें।
it: La connessione è scaduta. Riconnettiti e riprova.
ja: 接続の有効期限が切れました。再接続して、もう一度お試しください。
pt_br: A conexão expirou. Reconecte e tente novamente.

source: 当前连接的账号不是这个文件所属账号，请切换账号后再试
de: Das derzeit verbundene Konto gehört nicht zu dieser Datei. Wechsle das Konto und versuche es erneut.
en: The connected account does not own this file. Switch accounts and try again.
es: La cuenta conectada no es la propietaria de este archivo. Cambia de cuenta e inténtalo de nuevo.
fr: Le compte connecté n’est pas celui auquel appartient ce fichier. Changez de compte et réessayez.
hi: कनेक्टेड खाता इस फ़ाइल का खाता नहीं है। खाता बदलकर फिर कोशिश करें।
it: L’account connesso non è quello a cui appartiene questo file. Cambia account e riprova.
ja: 現在接続中のアカウントは、このファイルの所有アカウントではありません。アカウントを変更して、もう一度お試しください。
pt_br: A conta conectada não é a proprietária deste arquivo. Troque de conta e tente novamente.

source: 文件已被移动、删除，或当前账号无权访问
de: Die Datei wurde verschoben oder gelöscht, oder dieses Konto hat keinen Zugriff.
en: The file was moved or deleted, or this account does not have access.
es: El archivo se ha movido o eliminado, o esta cuenta no tiene acceso.
fr: Le fichier a été déplacé ou supprimé, ou ce compte n’y a pas accès.
hi: फ़ाइल खिसका दी गई है या मिटा दी गई है, या इस खाते के पास एक्सेस नहीं है।
it: Il file è stato spostato o eliminato oppure questo account non ha accesso.
ja: ファイルが移動または削除されたか、このアカウントにアクセス権がありません。
pt_br: O arquivo foi movido ou excluído, ou esta conta não tem acesso.

source: 该文件不允许下载
de: Diese Datei darf nicht heruntergeladen werden.
en: This file cannot be downloaded.
es: Este archivo no se puede descargar.
fr: Ce fichier ne peut pas être téléchargé.
hi: इस फ़ाइल को डाउनलोड करने की अनुमति नहीं है।
it: Questo file non può essere scaricato.
ja: このファイルはダウンロードできません。
pt_br: Não é permitido baixar este arquivo.

source: 云盘请求过于频繁，请稍后重试
de: Zu viele Cloud-Anfragen. Versuche es später erneut.
en: Too many cloud requests. Please try again later.
es: Demasiadas solicitudes al servicio en la nube. Inténtalo de nuevo más tarde.
fr: Trop de requêtes cloud. Réessayez plus tard.
hi: क्लाउड पर बहुत ज़्यादा अनुरोध हुए हैं। बाद में फिर कोशिश करें।
it: Troppe richieste al cloud. Riprova più tardi.
ja: クラウドへのリクエストが多すぎます。しばらくしてからもう一度お試しください。
pt_br: Muitas solicitações à nuvem. Tente novamente mais tarde.

source: 网络连接失败，请检查网络后重试
de: Netzwerkverbindung fehlgeschlagen. Prüfe deine Verbindung und versuche es erneut.
en: Network connection failed. Check your connection and try again.
es: Error de conexión de red. Comprueba la conexión e inténtalo de nuevo.
fr: Échec de la connexion réseau. Vérifiez votre connexion et réessayez.
hi: नेटवर्क कनेक्शन विफल रहा। अपना कनेक्शन जाँचें और फिर कोशिश करें।
it: Connessione di rete non riuscita. Controlla la connessione e riprova.
ja: ネットワーク接続に失敗しました。接続を確認して、もう一度お試しください。
pt_br: Falha na conexão de rede. Verifique a conexão e tente novamente.

source: 操作已取消
de: Vorgang abgebrochen.
en: Operation canceled.
es: Operación cancelada.
fr: Opération annulée.
hi: कार्रवाई रद्द कर दी गई।
it: Operazione annullata.
ja: 操作をキャンセルしました。
pt_br: Operação cancelada.

source: 云盘暂时无法完成此操作，请重试
de: Der Cloud-Speicher kann diesen Vorgang derzeit nicht abschließen. Versuche es erneut.
en: The cloud provider can’t complete this operation right now. Please try again.
es: El servicio en la nube no puede completar esta operación ahora. Inténtalo de nuevo.
fr: Le fournisseur cloud ne peut pas terminer cette opération pour le moment. Réessayez.
hi: क्लाउड सेवा अभी यह कार्रवाई पूरी नहीं कर सकती। फिर कोशिश करें।
it: Il provider cloud non può completare l’operazione al momento. Riprova.
ja: 現在、クラウドサービスでこの操作を完了できません。もう一度お試しください。
pt_br: O provedor de nuvem não pode concluir esta operação agora. Tente novamente.

source: 文件可能已损坏、受密码或 DRM 保护，暂时无法读取
de: Die Datei ist möglicherweise beschädigt oder durch ein Passwort bzw. DRM geschützt und kann derzeit nicht gelesen werden.
en: The file may be corrupted or protected by a password or DRM and cannot be read right now.
es: Es posible que el archivo esté dañado o protegido con contraseña o DRM y no pueda leerse ahora.
fr: Le fichier est peut-être endommagé ou protégé par un mot de passe ou un DRM et ne peut pas être lu pour le moment.
hi: फ़ाइल खराब हो सकती है या पासवर्ड अथवा DRM से सुरक्षित हो सकती है, इसलिए अभी पढ़ी नहीं जा सकती।
it: Il file potrebbe essere danneggiato o protetto da password o DRM e non può essere letto al momento.
ja: ファイルが破損しているか、パスワードまたはDRMで保護されているため、現在読み込めない可能性があります。
pt_br: O arquivo pode estar corrompido ou protegido por senha ou DRM e não pode ser lido no momento.

source: 文件格式与扩展名不一致，已停止导入
de: Dateiformat und Erweiterung stimmen nicht überein. Der Import wurde beendet.
en: The file format does not match its extension. Import stopped.
es: El formato del archivo no coincide con su extensión. Se ha detenido la importación.
fr: Le format du fichier ne correspond pas à son extension. L’importation a été interrompue.
hi: फ़ाइल फ़ॉर्मेट और एक्सटेंशन मेल नहीं खाते। इंपोर्ट रोक दिया गया।
it: Il formato del file non corrisponde all’estensione. Importazione interrotta.
ja: ファイル形式と拡張子が一致しないため、インポートを中止しました。
pt_br: O formato do arquivo não corresponde à extensão. A importação foi interrompida.

source: 下载的文件不完整，请重新下载
de: Die heruntergeladene Datei ist unvollständig. Lade sie erneut herunter.
en: The downloaded file is incomplete. Please download it again.
es: El archivo descargado está incompleto. Vuelve a descargarlo.
fr: Le fichier téléchargé est incomplet. Téléchargez-le à nouveau.
hi: डाउनलोड की गई फ़ाइल अधूरी है। इसे फिर से डाउनलोड करें।
it: Il file scaricato è incompleto. Scaricalo di nuovo.
ja: ダウンロードしたファイルが不完全です。もう一度ダウンロードしてください。
pt_br: O arquivo baixado está incompleto. Baixe-o novamente.

source: 文件格式与扩展名不一致
de: Dateiformat und Erweiterung stimmen nicht überein.
en: The file format does not match its extension.
es: El formato del archivo no coincide con su extensión.
fr: Le format du fichier ne correspond pas à son extension.
hi: फ़ाइल फ़ॉर्मेट और एक्सटेंशन मेल नहीं खाते।
it: Il formato del file non corrisponde all’estensione.
ja: ファイル形式と拡張子が一致しません。
pt_br: O formato do arquivo não corresponde à extensão.

source: 无法读取该文件
de: Die Datei kann nicht gelesen werden.
en: Unable to read this file.
es: No se puede leer este archivo.
fr: Impossible de lire ce fichier.
hi: यह फ़ाइल पढ़ी नहीं जा सकती।
it: Impossibile leggere questo file.
ja: このファイルを読み込めません。
pt_br: Não foi possível ler este arquivo.

source: 已从此设备断开；云盘端授权暂未确认撤销
de: Verbindung auf diesem Gerät getrennt. Der Widerruf der Cloud-Autorisierung wurde noch nicht bestätigt.
en: Disconnected from this device; cloud authorization revocation has not yet been confirmed.
es: Desconectado de este dispositivo; aún no se ha confirmado la revocación de la autorización en la nube.
fr: Déconnecté de cet appareil ; la révocation de l’autorisation cloud n’est pas encore confirmée.
hi: इस डिवाइस से डिस्कनेक्ट किया गया; क्लाउड प्राधिकरण रद्द होने की अभी पुष्टि नहीं हुई है।
it: Disconnessione da questo dispositivo completata; la revoca dell’autorizzazione cloud non è ancora confermata.
ja: このデバイスとの接続を解除しましたが、クラウド側の認証取り消しはまだ確認できません。
pt_br: Desconectado deste dispositivo; a revogação da autorização da nuvem ainda não foi confirmada.
